Repository: boblox/Petlyuk
Catalog: Logic/Resources/Localization.*.resx
Languages: uk_ua

# ApplicationModelBirthDate
source: Birth date
uk_ua: Дата народження

# ApplicationModelCity
source: City
uk_ua: Місто

# ApplicationModelCountry
source: Country
uk_ua: Країна

# ApplicationModelEmailInvalid
source: Invalid email
uk_ua: Неправильний формат email-у

# ApplicationModelEnglishLevel
source: Proficiency in english
uk_ua: Володіння англійською

# ApplicationModelLegalStatus
source: Legal status
uk_ua: Легальний статус

# ApplicationModelMotivation1
source: Write about your experience in projects pertaining or directly related to the subject of the workshop
uk_ua: Напишіть про свій досвід у реалізації проектів, дотичних або безпосередньо пов’язаних з тематикою воршопу

# ApplicationModelMotivation2
source: Have you previously participated in similar workshops. If so, when and where?
uk_ua: Чи брали раніше участь у подібних воршопах. Якщо так то коли і де?

# ApplicationModelMotivation3
source: What motivates you to apply for participation in the workshop?
uk_ua: Що спонукає Вас податися на участь у воркшопі

# ApplicationModelMotivation4
source: How do you plan to use the experience gained in the workshop?
uk_ua: Як плануєте використати отриманий досвід у воркшопі

# ApplicationModelMotivation5
source: What are you expectations from the workshop?
uk_ua: Ваші очікування від воркшопу

# ApplicationModelMotivation6
source: Where did you find out about the workshop?
uk_ua: Звідки дізналися про воркшоп?

# ApplicationModelName
source: Name
uk_ua: Ім'я

# ApplicationModelOrganizationInfo
source: About the organization
uk_ua: Інформація про організацію чи ініціативну групу, її цілі та структуру

# ApplicationModelOrganizationName
source: Organization
uk_ua: Назва організації/ініціативи

# ApplicationModelParticipantsNumber
source: Number of participants
uk_ua: Кількість учасників

# ApplicationModelPhone
source: Phone
uk_ua: Телефон

# ApplicationModelProcessData
source: I agree to data processing
uk_ua: Я погоджуюсь на обробку даних

# ApplicationModelProfession
source: Profession
uk_ua: Професія/вид діяльності

# ApplicationModelSocialNetworkUrl
source: Vk or facebook url
uk_ua: Адреса вашої сторінки у vk або facebook

# ApplicationModelSurname
source: Surname
uk_ua: Прізвище

# ApplicationModelUrlInvalid
source: Invalid url
uk_ua: Неправильний формат посилання

# ApplicationModelVolunteeringMotivation
source: Why are you interested in becoming a volunteer of the workshop?
uk_ua: Чому Вам цікаво стати волонтером(-кою) у організації воркшопу?

# ApplicationModelWorkTimeRange
source: Days and times in which you can be present
uk_ua: Дні та години, у які ви можете бути присутні

# DateTimeInvalid
source: {0} is an invalid date format
uk_ua: {0} є неприпустимим форматом дати

# LegalStatus_NotRegisteredInitiative
source: Not registered initiative
uk_ua: Не зареєстрована ініціатива

# LegalStatus_Other
source: Other
uk_ua: Інше

# LegalStatus_PublicOrganization
source: Public organization
uk_ua: Громадська організація

# WorkShopApplicationErrors
source: Please correct the fields marked in red
uk_ua: Будь ласка, виправте поля відмічені червоним

# WorkShopApplicationMotivation
source: Motivation
uk_ua: Мотивація

# WorkShopApplicationPersonalData
source: Personal data
uk_ua: Особисті дані

# WorkShopApplicationReceived
source: Your application is received. Thank you for registration!
uk_ua: Ваша заявка успішно прийнята. Дякуємо за реєстрацію!

# WorkShopApplicationSubmit
source: Submit
uk_ua: Надіслати

# WorkShopFirstDayApplicationEmailBody
source: Your application for the first day of workshop "Regeneration of industrial buildings in Ukraine", which will be held at Jam Factory September 24 from 14:00 to 20:00, successfully accepted. Your number - {0}. Read more about the program <a href="http://culture.in.ua/en/projects/regeneration-of-industrial-buildings/program/">here</a>. Thank you for registration!
uk_ua: Ваша заявка на перший день воркшопу “Регенерація індустріальних споруд в Україні”, яка проходитиме на Фабриці повидла 24 вересня з 14:00 до 20:00, успішно прийнята. Ваш номер - {0}. Детальніше про програму за <a href="http://culture.in.ua/projects/regeneration-of-industrial-buildings/program/">посиланням</a>. Дякуємо за реєстрацію!

# WorkShopFirstDayApplicationEmailSubject
source: Registration for the first day of workshop
uk_ua: Реєстрація на перший день воркшопу

# WorkShopFirstDayApplicationLimitExceeded
source: Unfortunately number of places are limited. We can not register you.
uk_ua: Нажаль кількість місць на дану подію обмежена. Ми не можемо вас зареєструвати.

# WorkShopFirstDayApplicationReceived
source: Thank you for the registration! Your application for the first day of workshop "Regeneration of industrial buildings in Ukraine" is received and we sent you the email with further info. Your number - {0}. Please remember it, you will need to know it at the entrance to the event
uk_ua: Дякуємо за реєстрацію! Ваша заявка на перший день воркшопу “Регенерація індустріальних споруд в Україні” успішно прийнята. Ми надіслали вам листа з подальшою інформацією. Ваш номер - {0}. Будь ласка, запам'ятайте його, вам потрібно буде його знати при вході на подію
